import React from 'react'
import { BsInstagram, BsPhone, BsTelegram, BsWhatsapp } from 'react-icons/bs'
import Footer from '../../components/Footer'

const SingleArticle = () => {
    return (
        <>
            {/* Breadcrumb */}
            <div className='breadcrumb'>
                <div className="container">
                    <div>
                        <nav dir='rtl' className='breadcrumb pt-3' aria-label="breadcrumb">
                            <ol className="breadcrumb">
                                <li className="fw-semibold breadcrumb-item ms-2"><a className='a_tag ms-2' href="/products/singleproduct">وبلاگ</a>/</li>
                                <li className="fw-semibold breadcrumb-item"><a className='a_tag' href="/products/singleproduct">مقالات</a></li>
                                <li className="fw-semibold breadcrumb-item active" aria-current="page">مقاله بدنسازی</li>
                            </ol>
                        </nav>
                    </div>
                </div>
            </div>

            <div className="single_article">
                <div className="container">
                    <div className='single_article_img '>
                        <img src="/assets/images/about-page.jpg" className='rounded-5' alt="" />
                    </div>
                    <div dir='rtl'>
                        <div className="my-3 single_article_title">
                            <h3 className='fw-bold'>قیمت دستگاه بدنسازی</h3>
                        </div>
                        <div className='my-3'>
                            <p>توسط بهزاد شیرازی |تاریخ آخرین بروز رسانی: 5 ماه پیش |دستگاه بدنسازی |27 دیدگاه</p>
                        </div>
                        <div className='single_article_text'>
                            <p className='fs-5 fw-semibold'>
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                            </p>
                        </div>
                        <div className="single_article_title">
                            <h3 className='my-5 fw-bold'>قیمت دستگاه بدنسازی</h3>
                        </div>
                        <div className='single_article_text'>
                            <p className='fs-5 fw-semibold'>
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                                امروزه استفاده از دستگاه
                                های بدن سازی به عنوان یک وسیله برای ورزش مرسوم شده است پس آشنایی با این دستگاه
                                ها امری ضروری مهم است. وقتی قدم به داخل یک باشگاه ورزشی می گذارید ، اولین چیزی که
                                چشمتان به آن می افتد ، مجموعه ای از دستگاه های بدن سازی است که روی عضلات متعدد کار می کند.
                            </p>
                        </div>
                    </div>
                </div>
            </div>


            {/* Tabs */}
            <div className="article_tab py-5 container">
                <ul className="nav nav-pills">
                    <li className="nav-item me-2 btn btn-secondary rounded-5">
                        <a className="nav-link a_tag text-light fw-semibold" href="/">Active</a>
                    </li>
                    <li className="nav-item me-2 btn btn-secondary rounded-5">
                        <a className="nav-link a_tag text-light fw-semibold" href="/">Link</a>
                    </li>
                    <li className="nav-item me-2 btn btn-secondary rounded-5">
                        <a className="nav-link a_tag text-light fw-semibold" href="/">Link</a>
                    </li>
                </ul>
            </div>

            {/* Form */}
            <div className="comments_form">
                <div className="container">
                    <h3 className='my-5 text-center'>ارسال دیدگاه خود برای این مقاله</h3>
                    <div className='comments_form_inputs'>
                        <input className='w-50 my-3 border border-0 rounded-4 bg-secondary text-light px-3 py-2' type="text" name="" placeholder='ایمیل' id="" />
                        <input className='w-50 my-3 border border-0 rounded-4 bg-secondary text-light px-3 py-2' type="text" name="" placeholder='نام کاربری' id="" />
                        <textarea className='w-75 my-3 border border-0 rounded-4 bg-secondary text-light px-3 py-2' type="text" name="" placeholder='نظر' id="" />
                        <button className='btn btn-warning rounded-5 my-4 px-5'>ارسال نظر</button>
                    </div>
                </div>
            </div>

            {/* Footer */}
           <Footer/>
        </>
    )
}

export default SingleArticle
